Repository: TechniXC/Easy-FLEX
Catalog: Easy Check-*/Properties/Resources.*.resx
Languages: ru

# CaptiveLabel
source: If there is no one, we send you to the next step.
ru: Если авторизация не требуется, мы перенаправим вас на следующий шаг.

# CaptiveLabelBar
source: Additional Provider authorization
ru: Автризация на портале провайдера

# CaptiveLabelHeader
source: Authorization portal searching...
ru: Поиск портала авторизации...

# CaptiveTab
source: Step 3/5
ru: Шаг 3/5

# CloseButton
source: close
ru: закрыть

# ConnectedLabel
source: Everything is ready to start work. This window can be closed by pressing button below or it will close automatically in 20 seconds.
ru: Все готово для начала работы. Вы можете закрыть окно кнопкой, или оно закроется автоматически через 20 секунд.

# ConnectedLabelBar
source: Connection Established.
ru: Подключение установлено

# ConnectedLabelHeader
source: Connection Established.
ru: Подключение установлено

# ConnectedTab
source: Step 5/5
ru: Шаг 5/5

# GreetingLabel
source: This tool will help you to establish a connection to Societe Generale RUSSIA internal network. Press the button below to start.
ru: Данная программы поможет вам подключиться к Сети Societe Generale RUSSIA. Нажмите на кнопку внизу, что бы начать.

# GreetingLabelBar
source: Welcome Onboard!
ru: Добро пожаловать!

# GreetingLabelHeader
source: Welcome to Easy FLEX!
ru: Добро пожаловать в Easy FLEX!

# GreetingTab
source: Step 1/5
ru: Шаг 1/5

# NoCPSoft
source: There are no CheckPoint VPN Software on your PC. Please ask your technical support for sulution. Tool will be closed...
ru: К сожалению на вашем ПК не установлен CheckPoint VPN. Обратитесь в тех.поддержку за решением данной проблемы. Программа будет закрыта...

# NtwTrouble
source: There are troubles with Network connection. We have to start again. Sorry...
ru: Возникли проблемы с сетью. Возможно вы отключились от WiFi Мы начнем сначала. Извините...

# RepeatVPNButton
source: repeat guide
ru: повторить видео

# RepeatWifiButton
source: repeat guide
ru: повторить видео

# RestartVPNButton
source: restart vpn (in case of trouble)
ru: перезапуск VPN (в случае проблем)

# StartButton
source: let's start
ru: начать

# VPNLabel
source: Now your Laptop is connected to Wi-Fi with internet. Please log in with Check Point interface using your account and SafeNet MobilePass according to the video guide. Check Point UI will appear in a moment.
ru: Сейчас вы подключены к Интернет. Авторизуйтесь в интерфейсе Check Point, используя ваш аккаунт и SafeNet MobilePass, следуя видеоинструкции. Интерфейс CP Скоро появится.

# VPNLabelBar
source: Establishing encrypted VPN tunnel
ru: Установление шифрованного VPN туннеля

# VPNLabelHeader
source: Establishing encrypted VPN tunnel
ru: Установление шифрованного VPN туннеля

# VPNTab
source: Step 4/5
ru: Шаг 4/5

# WiFiLabel
source: Your Laptop is not connected to any Network.. Please connect to Wi-Fi to get Internet access according to the video Guide. It is important to establish VPN.
ru: Ваш ноутбук не подключен к сети.. Пожалуйста, выберите Wi-Fi сеть, следуя видеоинструкции. Это необходимо для установления VPN соединения.

# WiFiLabelBar
source: Checking Network Connection
ru: Проверка подключения к Wi-Fi сети

# WiFiLabelHeader
source: Checking Wi-Fi Connection
ru: Проверка подключения к Wi-Fi

# WiFiTab
source: Step 2/5
ru: Шаг 2/5
